[Activity_PrepCounterGHDE X2ActivityTemplate_CovertAction]
strOverviewDescription=Investigate Dark Event

[ActivityChain_CounterGHDE X2ActivityChainTemplate]
strTitle="移除黑暗事件"
strDescription="摧毁对变种人至关重要的基础设施，对抗 XCOM。"
strObjective="停止变种人<font color='#E52E11'><XGParam:StrValue0/></font> 项目"
